Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Planned LOM pit bottom elevations of around 3840 m in the Tesorera and Jayula pit areas indicate mining to depths of approximately 70 m below the current Tesorera pit bottom and 160 m below the original groundwater table, with the potential for high groundwater pressures behind the pit slopes and in the pit floor, particularly where fractured breccia and/or fractured intrusives are encountered.
es: Las elevaciones propuestas para el fondo del pit LOM de alrededor de 3840 m en las zonas de los pit Tesorera y Jayula indican que la explotación alcanzará profundidades de aproximadamente 70 m por debajo del actual fondo del pit Tesorera y 160 m por debajo del nivel freático original, con potencial de que haya altas presiones de aguas subterráneas debajo de los taludes y piso del pit, en particular donde se encuentran brechas fracturadas o intrusivos fracturados.

source: Planning
es: Planificación

source: Planning – HAZID workshop, HSSE plan, sub-contractor selection
es: Planificación - Taller HAZID, plan de HSSE, selección de subcontratistas

source: Planning and field support for geotechnical and hydrogeological investigation programs
es: Planificación y apoyo de campo de los programas de investigación geotécnica e hidrogeológica

source: Planning and preparation is required;
es: Se requiere una planificación y preparación;

source: Planning commensurate with the risk.
es: La planificación es proporcional al riesgo.

source: Planning the Journey – JMP
es: Planificación del Viaje - JMP

source: Planning the Journey – Risk Assessment
es: Planificación del Viaje - Evaluación de Riesgo

source: Planning – big picture
es: Planificación - Idea general

source: Planning – high risk tasks
es: Planificación - tareas de alto riesgo

source: Planning – key tasks
es: Planificación - tareas clave

source: Planning – the journey to site
es: Planificación - el viaje a terreno

source: Planning:
es: Planificación:

source: Plant & Equipment:
es: Maquinaria pesada, instalaciones y equipos:

source: Plant / tools in good repair (incl. guarding and emergency stop)?
es: ¿Están en buen estado las maquinarias y las herramientas (y sus barreras y parada de emergencia)?

source: Plant and equipment refers to powered tools and vehicles including hand tools, earthmoving equipment and electrical installations.
es: En esta categoría también están las herramientas energizadas y los vehículos, así como las herramientas manuales, los equipos para movimiento de tierras y las instalaciones eléctricas.

source: Plant must be placed in neutral
es: La maquinaria pesada debe quedar en neutro.

source: Plant must be safe for use, fit for purpose, licensed or registered as required and compliant with applicable legislative and other requirements.
es: La maquinaria pesada debe ser segura de usar, adecuada para su fin, tener el debido registro o licencia y cumplir con la legislación u otros requisitos aplicables.

source: Plant must come to a complete stop
es: La maquinaria pesada debe quedar completamente detenida.

source: Plant must remain secured at all times whilst you are in the exclusion zone and you must follow all reasonable directions of the Operator.
es: La maquinaria pesada debe permanecer bien sujeta en todo momento mientras se está en la zona de exclusión y se deben seguir las indicaciones del Operador.

source: Plate Tectonic Framework and Quaternary Subduction
es: Marco de placas tectónicas y subducción cuaternaria

source: Please also note instructions for form submissions.
es: Por favor nótese también las instrucciones para la entrega de formularios.

source: Please be as detailed as possible.
es: Procura ser detallado.

source: Please be cognizant of entering a Learning as a pSIF and fully understand the implications.
es: Ten presente lo que implica ingresar un learning como pSIF.

source: Please call or email if you have any questions or if we can be of any further assistance.
es: Tenga a bien llamarnos o escribirnos si tiene alguna pregunta o si podemos ayudarle en cualquier otro asunto.

source: Please check out the Global Mining HSSE Calendar:
es: Revisa el Calendario de HSSE en Minería Global:

source: Please check yes or no for he following questions and provide commentary on your selection.
es: Por favor marque Sí o No para las siguientes preguntas, y ofrezca detalles respecto a la selección.

source: Please confirm that you have the new version 5.0.3 on your mobile phone. The release for Windows devices is coming soon!
es: También te sugerimos confirmar que tengas instalada la nueva versión 5.0.3 en tu dispositivo. Pronto estará disponible para dispositivos con Windows.

source: Please contact Global_Communications@golder.com and we will get back to you as soon as we are able.
es: Contacta a Global_Communications@golder.com y te responderemos lo antes posible.

source: Please describe how you engaged HSSE discussion at your office visit today
es: Describe cómo te involucraste en la conversación sobre HSSE en tu visita del día a la oficina

source: Please fill in the biographical infromation about this career development plan
es: Por favor llene la información biográficas respecto a este plan de desarrollo profesional

source: Please fill out completely except future meeting dates (to be filled in later)
es: Por favor complete en su totalidad, con la excepción de las fechas de reunión a futuro (a completar más adelante)

source: Please list the people you spoke with during today's engagement
es: Indicar con qué personas hablaste durante la sesión de hoy

source: Please note that there are NO planned "official" client communications focusing on the rebrand.
es: Tener presente que NO se preparará un comunicado oficial dirigido a los clientes para contarles sobre la nueva marca.

source: Please note, the chevrons will be completed each quarter, as we progress through the year.
es: Nótese que las flechas serán completadas en cada trimestre, a medida que se avanza durante el año.

source: Please note, this form has been truncated to show the following:
es: Por favor nótese que este formulario ha sido truncado para mostrar los siguientes:

source: Please refer back to your HPC self assessment response to the question on career development to help populate this.
es: Para completar este campo, por favor refiérase a la respuesta de su auto-evaluación de HPC respecto a la pregunta de desarrollo profesional.

source: Please review the instructions which provides context to the entire document
es: Por favor revise las instrucciones; proveen el contexto para todo el documento

source: Please review the written content that describes your destination statement
es: Por favor revise el contenido escrito que describe su declaración de destino

source: Please sign, date and submit an MS Excel, unlocked electronic copy of the form to the HR team.
es: Por favor firme, escriba la fecha, y entregue una copia digital del formulario en MS Excel, sin bloquear, al equipo de Recursos Humanos.

source: Please try to keep the leading separated by 4 pts.
es: Intentar mantener el entrelineado separado por 4 puntos.

source: Please use the Golder Media Catalogue or contact graphics@golder.com to obtain or purchase approved and rights managed imagery.
es: Favor usar el Golder Media Catalogue o contactar a graphics@golder.com para obtener o comprar imágenes autorizadas y con derechos adquiridos.

source: Plot the hazard curves for each seismic source type (i.e., interface, intraslab, faults, zones) for PGA and other SA, as appropriate, to allow the reader to see the relative contributions of each source to the mean hazard.
es: Graficar las curvas de peligro para cada tipo de fuente sísmica (interfaz, intraplaca, fallas, zonas) para la PGA y otras aceleraciones espectrales, según corresponda, para permitir al lector ver la contribución relativa de cada fuente a la peligrosidad media.

source: Point out features on this site:
es: Destaque las funciones del sitio:

source: Point out risk rating for medical and travel
es: Destaque la calificación de riesgo médico y de viaje

source: Point out “high” risk rating for 11 states in Mexico.
es: Destaque la calificación de "alto" riesgo para los 11 estados en México.

source: Point-of-Contact (Name and Title):
es: Contacto (nombre y tratamiento):

source: Political contributions
es: Contribuciones políticas

source: Poor control of working at height and falling objects
es: Control deficiente de trabajos en altura y caída de objetos

source: Poor ergonomics in the work area
es: Ergonomía deficiente en el área de trabajo

source: Poor housekeeping, congestion or restricted action
es: Mantenimiento deficiente, congestión o acciones restringidas

source: Poor judgement or coordination
es: Mal juicio o coordinación

source: Porphyritic Dacite that crops out in the South of the basin and is interpreted as the “wall” of the basin in which Tvs34 was deposited.
es: Dacita porfídica que aflora en el sur de la cuenca y se interpreta como el “muro” de la cuenca donde se depositó la Tvs34.

source: Porphyritic Dacite-Andesite trends East-West in the South of the basin.
es: La dacita-andesita porfídica tiene rumbo este-oeste en el sur de la cuenca.

source: Porphyritic medium-grained Dacite with occasional megacrystals (to 1 cm) of plagioclase.
es: Dacita porfídica de grano medio con megacristales (hasta 1 cm) ocasionales de plagioclasa.

source: Portable RCD
es: Interruptores diferenciales portátiles

source: Portable ladders shall not be secured at a slope of greater than 4:1 (vertical:horizontal) and shall extend at least 1 m past the stepping off point.
es: Las escaleras portátiles no deben sujetarse con una inclinación superior a 4:1 (vertical:horizontal) y deben extenderse al menos 1 metro más allá del punto en que el operador se baja de la escalera.

source: Portion of the ceiling void which employee fell into
es: Parte del vacío en el techo donde cayó el colaborador

source: Portuguese – Fluent
es: Dominio de portugués

source: Positive
es: Positiva

source: Position
es: Cargo

source: Position / Competitive Advantage
es: Posición / ventaja competitiva

source: Position - record a layout of the site where the incident occurred or hazard was observed.
es: Posición - registrar un plano del sitio en donde ocurrió el incidente o donde se observó el peligro.

source: Positions - Seven Directors selected for five global sub-regions (as per prior organizational structure), with two Director positions for each of Canada and the US
es: Cargos: siete directores seleccionados para cinco regiones (según la estructura organizacional anterior) y dos directores, uno para Canadá y otro para EE.UU.

source: Positive Observations
es: Observaciones positivas

source: Positive feedback from internal stakeholders (Client Leaders) and external clients on Jocelyn's contributions.
es: Las contribuciones de Jocelyn reciben retroalimentación positiva de las partes interesadas internas (Líderes de Clientes) y de los clientes externos.

source: Positive results for:
es: Resultados positivos para:

source: Possible
es: Posible

source: Possible earthquake magnitude rounding and magnitude error were corrected using the methods proposed by Felzer (2008).
es: La aproximación y el análisis del error asociado con la magnitud sísmica, fueron corregidos empleando los métodos propuestos por Felzer (2008).

source: Post Meeting:
es: Tras la reunión:

source: Post race review
es: Revisión después de la carrera

source: Post season debrief
es: Reunión después de la temporada

source: Post-intrusive stratified clastic sequence of lutites intercalated with fine-grained arkosic sands and occasional clasts and conglomerates.
es: Secuencia clástica estratificada post intrusiva de lutitas intercaladas con arenas arcósicas de grano fino y clastos y conglomerados ocasionales.

source: Post-mineralization unit that lacks hydrothermal alteration and shows some re-working.
es: Unidad post mineralización que carece de alteración hidrotermal y muestra algo de retrabajo.

source: Post-project HSSE debrief completed
es: Cuestionario de HSSE postproyecto hecho

source: Post-trip inspection to identify necessary repairs.
es: Inspección post viaje para identificar reparaciones necesarias

source: Potential Exposure to Elevated Hydrogen Sulphide Concentrations
es: Posible exposición a elevadas concentraciones de sulfuro de hidrógeno

source: Potential Impact
es: Impacto potencial

source: Potential aquifer.
es: Potencial acuífero.

source: Potential aquitard
es: Potencial acuitardo

source: Potential aquitard.
es: Potencial acuitardo.

source: Potential confined spaces may include excavations and cassions.
es: Son posibles espacios confinados las excavaciones y los pozos de cimentación.

source: Potential profit and gain from actions
es: Ganancia potencial por actos

source: Potentially moderate permeability in sands and/or conglomeratic units.
es: Permeabilidad potencialmente moderada en arenas o unidades conglomeráticas.

source: Potoco (Reworked)
es: Potoco (retrabajada)

source: Potoco Formation
es: Formación Potoco

source: Power of Attorney
es: Poder notarial

source: Powered Mobile Equipment
es: Equipos móviles energizados

source: Practice active listening during your discussions today
es: Practicar la escucha activa en las conversaciones del día

source: Practice ongoing situational awareness. Ask can I work safely?
es: Practicar la conciencia situacional constantemente. Preguntarse: ¿puedo hacer mi trabajo de manera segura?

source: Pre- and syn-mineralization volcani-sedimentary units are affected by faulting and associated hydrothermal alteration, including vertical offsets in the Tlvs.
es: Las unidades volcanosedimentarias pre y sin mineralización son afectadas por fallamiento y alteración hidrotermal asociada, así como por dislocaciones verticales en la Tlvs.

source: Pre- to syn-mineralization porphyritic Dacite located in the central area of the basin.
es: Dacita porfídica pre a sin mineralización situada en el sector central de la cuenca.

source: Pre-Mob Activities
es: Actividades previas a la movilización

source: Pre-Quaternary
es: pre Cuaternario

source: Pre-Start Job Safety & Environment Analysis conducted on site at the commencement of each shift by the Works Supervisors
es: Análisis de Seguridad en el Trabajo (JSEA) realizado por los Supervisores de Faena en el sitio al iniciarse cada turno

source: Pre-Start meeting discussions and outcomes shall be communicated to visitors and other persons entering site.
es: Las conversaciones y los resultados de la reunión previa deben comunicarse a las visitas y a quienes ingresen al sitio o faena.

source: Pre-intrusive intercalated conglomerates, coarse-grained arkosic sand, and medium-grained arkosic sand that fines upward and commonly shows rhythmic deposition bands typically around 1 m thick.
es: Conglomerados intercalados pre intrusivos, arena arcósica de grano grueso y arena arcósica de grano medio que se vuelve fina en su ascenso y muestra habitualmente bandas de depositación rítmicas usualmente de una potencia cercana a 1 m.

source: Pre-intrusive intercalated conglomerates, coarse-grained arkosic sand, and medium-grained arkosic sand.
es: Conglomerados intercalados preintrusivos, arena arcósica de grano grueso y arena arcósica de grano medio.

source: Pre-split blasting is unlikely to be effective in highly fractured brittle rock, and in weak rock it is likely to require only light charges in the pre-split line, or in very weak rock no charges at all in the pre-split line (“line drilling”)
es: Es poco probable que la voladura de precorte sea eficaz en roca frágil altamente fracturada y en roca débil es probable que requiera solo cargas ligeras en la línea de precorte o en roca muy débil ninguna carga en la línea de precorte (“línea de perforación”).

source: Pre-split blasting should define bench face in competent rock
es: La voladura de precorte debe definir la frente en roca competente.

source: Pre-split crack is not developing based on inspection of pre-split collars and wall
es: La grieta de precorte no se está desarrollando según la inspección de los collares de precorte y del muro.

source: Pre-split – a row of smaller diameter, closely-spaced (typically 10 to 12 times the drillhole diameter), lightly charged drillholes without stemming that are fired simultaneously, or nearly so, to develop a continuous crack between the drillholes that limits damage to the bench face by venting the gases and reflecting the shock wave from the adjacent blast, and ideally defines the bench face.
es: Precorte: fila de barrenos de menor diámetro y poco espaciamiento (generalmente 10 a 12 veces el diámetro del barreno) con carga ligera, sin taco, que se detonan simultáneamente, o casi, para desarrollar una grieta continua entre los barrenos que limite el daño a la frente mediante la ventilación de los gases y el reflejo de la onda de choque desde la voladura adyacente e idealmente define la frente.

source: Pre-start JSEA
es: JSEA Previa

source: Pre-start JSEA – ‘ground-truthing our plan and ensuring we consider site specific issues
es: JSEA Previa – Verificación del plan y asegurar que estamos considerando temas específicos del terreno.

source: Pre-start checks must be completed daily and should be sighted by Site Supervisors daily and maintained on site.
es: Deben hacerse revisiones previas a diario, que deben ser vistas por los Supervisores de Campo y mantenerse en el sitio o faena.

source: Precipitation is concentrated in the months of December, January and February, with little precipitation in the other nine months of the year.
es: La precipitación se concentra en los meses de diciembre, enero y febrero y hay escasa precipitación en los otros nueve meses del año.

source: Precipitation that becomes stormwater is collected in the mine’s stormwater system.
es: La precipitación que se convierte en aguas pluviales se recoge en el sistema de aguas pluviales de la mina.

source: Predicted Distribution of Geotechnical Units in LOM (2032) Pit
es: Distribución prevista de unidades geotécnicas en el pit LOM (2032)

source: Predominant structure dips steeply (88, 84, 88, 77 degrees) in current geotechnical structural model (Table 2.6).
es: La estructura predominante tiene un manteo alto (88, 84, 88, 77 grados) en el modelo estructural geotécnico actual (Tabla 2.6).

source: Preferred Maximum Earthquake(M)
es: Sismo máximo preferente(M)

source: Preferred Maximum Earthquake3(M)
es: Sismo máximo preferente3(M)

source: Preferred Orientation of Set (dip / dip direction)
es: Orientación preferente del set (dip / dip direction)

source: Preferred Orientations for Structural Domains
es: Orientaciones preferentes para dominios estructurales

source: Preliminaries
es: Preliminar

source: Preliminary Hydrogeological Units
es: Unidades hidrogeológicas preliminares

source: Preliminary Hydrogeological Units in Intrusives at the San Cristóbal Mine
es: Unidades hidrogeológicas preliminares en intrusivos de la mina San Cristóbal

source: Preliminary Hydrogeological Units in Non-Intrusives at the San Cristóbal Mine
es: Unidades hidrogeológicas preliminares en no-intrusivos de la mina San Cristóbal

source: Preliminary assessment of groundwater inflow potential to the open pit
es: Evaluación preliminar del potencial de aporte de aguas subterráneas al pit.

source: Preliminary assessment of stability and the influence of surface water and groundwater conditions on slope drainage/depressurization
es: Evaluación preliminar de la estabilidad y de la influencia de las condiciones de las aguas superficiales y subterráneas en el drenaje/despresurización de taludes.

source: Preliminary geotechnical assessment of the proposed mining plan for the 1200 m deep, Bulyanhulu Project, including rock mass characterisation, stope and crown and sill pillar dimensions, ground support recommendations and monitoring program.
es: Evaluación geotécnica preliminar del plan de mina propuesto para el proyecto Bulyanhulu a 1200 m de profundidad. Caracterización del macizo rocoso, dimensiones de caserones y pilares corona y en fondo de escalón, recomendaciones de fortificación y programa de monitoreo.

source: Preliminary investigation and analysis
es: Investigación y análisis preliminar

source: Preliminary modelling during the pre-feasibility design stage indicated the potential for seepage to occur towards the Cauce 3 basin (a tributary to the Nus River) in the final stages of tailings deposition, and therefore a drainage system was introduced at this location to intercept this seepage and direct it to the underdrainage system of the Sand Embankment.
es: La modelación preliminar durante la etapa de diseño de prefactibilidad indicó un potencial de infiltración hacia la cuenca del Cauce 3 (afluente del Río Nus) durante las etapas finales de depositación de relaves. Por esta razón, se introdujo un sistema de drenaje en este lugar para captar la infiltración y conducirla al sistema subsuperficial de drenaje de la presa de arena.

source: Preliminary – For Discussion Only
es: Preliminar – solo para su discusión

source: Preoccupation with problems, frustration
es: Preocupación por problemas, frustración

source: Preparation
es: Preparación

source: Preparation of a monitoring program.
es: Preparación de un programa de monitoreo.

source: Preparation of a rock mechanics course for training of the exploration geologists on rock mass classification.
es: Preparación de un curso de mecánica de rocas para capacitar a los geólogos de exploración en clasificación de macizos rocosos.

source: Preparation of mine geotechnical underground design for mining the No. 7 uranium deposit for the Feasibility Study of the Dornod Project.
es: Elaboración de diseño geotécnico de mina subterránea para explotar el yacimiento de uranio No. 7 para el estudio de factibilidad del proyecto Dornod.

source: Preparation of report with recommendations for bench face and inter-ramp slope angles.
es: Elaboración de informe con recomendaciones para ángulos de taludes de frente de banco e interrampa.

source: Preparation of the pit slope design report with recommendations for the inter-ramp slope angles.
es: Elaboración de informe de diseño de taludes del pit con recomendaciones para ángulos de frente de banco e interrampa.

source: Preparation of this engineering report, which includes:
es: Elaboración del presente informe de ingeniería, que comprende:

source: Prepare JMP or HSSEMP
es: Preparar JMP o HSSEMP

source: Prepare draft and final reports that include review comments by BHP Billiton and their review consultants.
es: Elaborar un borrador e informe final que incorpore los comentarios de la revisión de BHP Billiton y de sus consultores en la revisión.

source: Prepare draft and technical memorandum that incorporate review comments, as required.
es: Elaborar un borrador y memorando técnico que incorpore los comentarios de la revisión, según proceda.

source: Prepare for the Journey
es: Prepararse para el viaje

source: Prepare team.
es: Preparar al equipo.

source: Prepared by Pursuit Team for projects over $3,000,000:
es: Preparado por Grupo de Búsqueda para proyectos sobre USD 3.000.000:

source: Prepared by:
es: Elaborado por:

source: Preparing the cars
es: Preparar los vehículos

source: Preparing the team for the season
es: Preparar al equipo para la temporada

source: Prescribed – term meaning “required by legislation or legal statute”.
es: Estipulado: según lo exige la ley o una norma jurídica.

source: Presence of buried material.
es: Presencia de materiales enterrados

source: Presence of chemical containers, holding and tanks etc
es: Presencia de contenedores, almacenes o estanques de productos químicos

source: Presence of odour
es: Hedor
